Repository: Formulka/django-pyston
Catalog: piston/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Data must be object
cs: ��patn�� form��t dat, vy��adov��n objekt

source: Object does not exist
cs: Objekt neexistuje

source: Data must contain primary key: %s
cs: Data mus�� obsahovat prim��rn�� kl����: %s

source: Data must be a collection
cs: Form��t dat mus�� b��t kolekce

source: Object does not exist in selected data
cs: Objekt neexistuje ve vybran��ch datech

source: Select a valid choice. That choice is not one of the available choices.
cs: Vyberte platnou mo��nost. Vybran�� hodnota nen�� dostupn��.

source: Not allowed.
cs: Operace nen�� dovolena.

source: Not allowed method.
cs: Nepodporovan�� metoda.

source: Conflict/Duplicate.
cs: Konflikt/Duplikace.

source: Object already exists but you do not allowed to change it.
cs: Objekt ji�� existuje nebo nen�� dovoleno jej zm��nit.

source: Offset must be natural number
cs: Offset mus�� b��t p��irozen�� ����slo

source: Base must be natural number or empty
cs: Base mus�� b��t ve form��tu p��irozen��ho ����sla nebo pr��zdn��

source: yes
cs: ano

source: no
cs: ne

source: The record was created
cs: Z��znam byl vytvo��en

source: Bad Request
cs: Neplatn�� dotaz

source: Forbidden
cs: Nepovolen�� dotaz

source: Not Found
cs: Nenalezeno

source: Method Not Allowed
cs: Metoda nen�� podporov��na

source: Conflict/Duplicate
cs: Konflikt/Duplikace

source: Gone
cs: Zdroj ji�� nen�� dostupn��

source: Unsupported Media Type
cs: Nepodporovan�� typ

source: Internal server error
cs: Intern�� chyba serveru

source: Not implemented
cs: Neimplementov��no

source: The resource was throttled
cs: Zdroj byl omezen, pros��m zkuste to pozd��ji
